Repository: hellotext/hellotext-wordpress
Catalog: languages/hellotext-*.po
Languages: es_es

source: Integrates Hellotext tracking to WooCommerce.
es_es: Integra el seguimiento de Hellotext en WooCommerce.

# settings.title
source: Settings
es_es: Configuraci贸n

# settings.business_id
source: Business ID
es_es: ID del negiocio

# settings.access_token
source: Access Token
es_es: Token de acceso

# settings.webchat_id
source: Webchat ID
es_es: ID del Webchat

# settings.webchat_placement
source: Webchat Placement
es_es: Ubicaci贸n del Webchat

# settings.webchat_placement_bottom-right
source: Bottom Right
es_es: Abajo a la derecha

# settings.webchat_placement_bottom-left
source: Bottom Left
es_es: Abajo a la izquierda

# settings.webchat_placement_top-right
source: Top Right
es_es: Arriba a la derecha

# settings.webchat_placement_top-left
source: Top Left
es_es: Arriba a la izquierda

# settings.webchat_behaviour
source: Webchat Behaviour
es_es: Comportamiento del Webchat

# description.paragraphs.one
source: You can find your Business ID on the <a href="https://www.hellotext.com/businesses" target="_blank" style="color: #FF4C00;">Hellotext business settings</a>.
es_es: Puedes encontrar tu ID de negocio en la <a href="https://www.hellotext.com/businesses" target="_blank" style="color: #FF4C00;">configuraci贸n de negocios de Hellotext</a>.

# description.paragraphs.two
source: You can create a new Access Token on the <a href="https://www.hellotext.com/businesses" target="_blank" style="color: #FF4C00;">Hellotext business settings > Authorizations</a>.
es_es: Puedes crear un nuevo Token de Acceso en la <a href="https://www.hellotext.com/businesses" target="_blank" style="color: #FF4C00;">configuraci贸n de negocios de Hellotext > Autorizaciones</a>.
